timestart = { #เริ่มคาบเรียน timestart[n] หมาเวลา timestart[n+1]
    "timestart": ["8:10", "8:30", "9:20", "10:10", "11:00", "11:50", "12:40", "13:30", "14:20", "15:10", "16:00"]
}

day = {
    "Monday":["โฮมรูม", "ชุมนุม", "ชีวะ", "ชีวะ", "คณิต", "คณิต", "พักกลางวัน", "อังกฤษ", "ไทย", "แม่เรียกมาเช็คชื่อ"],
    "Tuesday":["โฮมรูม", "ชีวะ", "ฟิสิกส์", "ฟิสิกส์", "สุขะ", "สังคม", "พักกลางวัน", "การงาน", "English", "แม่เรียกมาเช็คชื่อ"],
    "Wednesday":["โฮมรูม", "เคมี", "สังคม", "English", "คณิต", "คณิต", "พักกลางวัน", "ฟิสิกส์", "ศาสนาสากล", "โฮมรูมว่างมั้ง"],
    "Thursday":["โฮมรูม", "อังกฤษ", "ไทย", "ประวัติศาสตร์", "พละ", "พละ", "พักกลางวัน", "คณิต", "คอมพิวเตอร์", "คอมพิวเตอร์"],
    "Friday":["โฮมรูม", "คณิต", "เคมี", "เคมี", "แนะแนว", "นาฎศิลป์", "พักกลางวัน", "ดาราศาสตร์", "ดาราศาสตร์", "ประชุม"]
}