timestart = { #เริ่มคาบเรียน timestart[n] หมดเวลา timestart[n+1]
    "timestart": ["8:10", "8:30", "9:20", "10:10", "11:00", "11:50", "12:40", "13:30", "14:20", "15:10", "16:00"]
}

day = {
    "Monday":["โฮมรูม", "ชุมนุม", "ชีวะ", "ชีวะ", "คณิต(เพิ่ม)", "คณิต(เพิ่ม)", "พักกลางวัน", "อังกฤษ", "ไทย", "สาธารณะประโยชน์"],
    "Tuesday":["โฮมรูม", "ชีวะ", "ฟิสิกส์", "ฟิสิกส์", "English", "สังคม", "พักกลางวัน", "เหตุการณ์และโลกปัจจุบัน", "โฮมรูม", "บำเพ็ญประโยชน์"],
    "Wednesday":["โฮมรูม", "เคมี", "สังคม", "English", "คณิต(เพิ่มเติม)", "คณิต(เพิ่มเติม)", "พักกลางวัน", "ฟิสิกส์", "อังกฤษ", "โฮมรูมว่างมั้ง"],
    "Thursday":["โฮมรูม", "การงานอาชีพ", "ไทย", "ประวัติศาสตร์", "คณิต(พื้น)", "ศิลปะ", "พักกลางวัน", "การออกแบบและเทคโนโลยี", "การออกแบบและเทคโนโลยี", "โฮมรูม"],
    "Friday":["โฮมรูม", "วิทยาศาสตร์โลกและอวกาศ", "วิทยาศาสตร์โลกและอวกาศ", "คณิต(พื้น)", "แนะแนว", "สุขศึกษา", "พักกลางวัน", "เคมี", "เคมี", "ประชุม"],
    "Saturday":["โฮมรูม", "วิทยาศาสตร์โลกและอวกาศ", "วิทยาศาสตร์โลกและอวกาศ", "คณิต(พื้น)", "แนะแนว", "สุขศึกษา", "พักกลางวัน", "เคมี", "เคมี", "ประชุม"]
}